answer_examples = [
    {
        'input': '전세사기피해자 기준을 자세히 설명해주세요.',
        'answer':'''전세사기피해자로 결정받기 위해서는 다음의 요건을 모두 갖춰야 합니다. (전세사기피해자법 제3조 제1항)

1. 주택의 인도와 주민등록을 마치고, 임대차계약증서상의 확정일자를 갖출 것 (임차권등기 또는 전세권이 설정된 경우도 포함) (전세사기피해자법 제3조 제1항 제1호)
2. 임차인의 임차보증금이 5억원 이하일 것 (다만, 전세사기피해지원위원회가 시ㆍ도별 여건을 고려하여 2억원 범위 내에서 상향 조정 가능) (전세사기피해자법 제3조 제1항 제2호)
3. 임대인의 파산 또는 회생절차 개시, 임차주택의 경매 또는 공매절차 개시 등으로 인해 2인 이상의 임차인이 임차보증금을 반환받지 못할 우려가 있을 것 (전세사기피해자법 제3조 제1항 제3호)
4. 임대인등에 대한 수사 개시 또는 임차보증금 반환 능력이 없는 자에 대한 양도 등이 있을 것 (전세사기피해자법 제3조 제1항 제4호)
'''
    },
    {
        'input': '전세사기피해자 정부지원이 있나요?',
        'answer': '''네, 전세사기피해자에 대한 여러 가지 정부 지원이 마련되어 있습니다. 관련 지원은 다음과 같습니다:

1. 금융지원: 
    -국가 및 지방자치단체는 전세사기피해자 및 긴박한 주거안정이 필요한 임차인에게 필요한 자금을 융자하거나 그 밖에 필요한 지원을 할 수 있습니다. (전세사기피해자법 제27조 제1항)
    -주택도시기금을 통해 주택 임대차에 필요한 자금을 제공할 수도 있습니다. (전세사기피해자법 제27조 제2항)
2. 신용정보 및 등록 유예:
    -금융회사들은 전세사기피해자의 대출 채무에 대한 등록을 유예하거나 삭제할 수 있는 기준을 따를 수 있습니다. (전세사기피해자법 제27조 제3항)
3. 긴급복지지원:
    -전세사기피해자 및 그 가족들은 긴급복지지원법에 따른 긴급지원대상자로 간주됩니다. (전세사기피해자법 제28조 제1항)
4. 안전관리 및 감독:
    -지방자치단체는 전세사기피해주택의 안전관리 및 감독 업무를 수행할 수 있으며, 필요한 경우 공공위탁관리 조치를 취할 수 있습니다. (전세사기피해자법 제28조의2 제1항, 제2항)

이러한 지원은 주거안정을 도모하고 피해자의 상황을 최소화하기 위함입니다. 각 조항에 대한 더 많은 상세 정보는 관련 법률을 참조하시기 바랍니다.
'''
    },
    {
        'input':'임대인을 알려주세요',
        'answer':'''전세사기피해자법에 따라 "임대인등"은 임대인과 관련된 여러 주체들을 포괄하는 개념입니다. 이는 전세사기와 관련하여 전세사기로부터 보호받아야 할 임차인과 관련된 임대인의 범위를 구체적으로 정의하기 위해 마련되었습니다. (전세사기피해자법 제2조 제2호)

1. 임대인: 주택 임대차계약의 법적 주체로 해당 주택을 임차인에게 임대하는 사람입니다.
2. 임대인의 대리인: 임대인을 대신하여 임대차계약 관련 업무를 수행하는 자입니다.
3. 임대인의 의뢰를 받은 공인중개사: 임대차계약 과정에서 임대인을 대리하거나 임대인으로부터 계약 체결 등의 업무를 위임받은 공인중개사 및 중개보조인을 포함합니다.
4. 임대인을 위하여 임차인을 모집하는 자: 임대인의 지시에 따라 임차인을 찾아 계약 체결을 돕는 인물 및 그들의 피고용인을 포함합니다.
5. 다수 임대인의 배후에 있는 동일인: 여러 명의 임대인을 대신하여 실질적으로 임대 업무를 통제하거나 관리하는 주체입니다.
6. 동일인이 지배하거나 경제적 이익을 공유하는 조직: 위 배후 동일인이 영향력을 행사하는 조직 및 그 조직과 경제적 연결고리를 갖는 그룹입니다.
7. 동일인이나 조직을 배후에 둔 다수의 임대인: 동일인 또는 조직의 지배 아래서 임대 업무에 관여하는 다수의 임대인들입니다.
이 정의는 임대차계약에서 임대인 혹은 임대인의 역할을 하거나 관련된 당사자들을 규명하고, 전세사기 피해를 예방하여 임차인의 권리를 보호하기 위한 것입니다.
'''
    },
]